[
    {
        "id": 1,
        "original_language": "en",
        "overview": "Объект 430У является одним из вариантов проекта среднего танка Объект 430 с кормовым расположением МТО. Данный вариант предусматривал поперечное расположение двигателя и установку двух планетарных трансмиссий. Такое техническое решение позволяло увеличить внутреннее пространство машины и уменьшить вес. Танк разрабатывался в 1953-1957 годах с целью замены Т-54, но в 1961 году работы над проектом были свёрнуты в пользу Объекта 432.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/r148_object_430_u/r148_object_430_u_image.png",
        "title": "Объект 430У"
    },
    {
        "id": 2,
        "original_language": "en",
        "overview": "Объект 279 (р) — ранний вариант эскизного проекта тяжёлого танка высокой проходимости с новой компоновочной схемой. Машина разработана Л. С. Трояновым в 1947–1948 годах. На танке предусматривалось использовать низкий четырёхгусеничный движитель, смонтированный на продольных балках, которые одновременно служили ёмкостью для топлива, что сильно снижало шанс возникновения пожара. Подобные решения значительно повышали проходимость и живучесть машины: танк мог продолжать движение с повреждённой гусеницей. Расположение корпуса над ходовой позволяло расширить боевое отделение, что, в свою очередь, делало возможным увеличить боезапас и реализовать автоматизацию процесса заряжания для повышения скорострельности. В 1948 году был построен действующий макет.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/r157_object_279r/r157_object_279r_image.png",
        "title": "Объект 279 ранний"
    },
    {
        "id": 3,
        "original_language": "en",
        "overview": "Одним из требований, выдвигаемых военными к танкам E-серии, было перенесение трансмиссии в кормовую часть корпуса. Однако в процессе разработки танков E 50 и E 75 для ускорения работы была полностью заимствована компоновка моторно-трансмиссионного отделения танка Tiger II, что полностью исключало перенос трансмиссии назад. E 50 Ausf. M — реконструкция проекта E 50 с задним расположением трансмиссии.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/g73_e50_ausf_m/g73_e50_ausf_m_image.png",
        "title": "E 50 Ausf. M"
    },
    {
        "id": 4,
        "original_language": "en",
        "overview": "Летом 1942 года Управление вооружений сухопутных сил Германии заключило договор с компаниями Krupp и Rheinmetall на создание САУ на шасси танка Panther. Рассматривались варианты установки 128-мм орудия K 43 и 150-мм гаубицы sFH 43. Проекты получили обозначение Grille 12 и Grille 15. Имели заднее расположение боевого отделения и отличались между собой только типом артсистемы. Позднее было принято требование об установке 150-мм пушки с длиной ствола в 63 калибра на Grille 15. Такое орудие имело возможность пробития снарядами 200-мм брони на дистанции 4000 метров. Однако работы затянулись, и проект Grille 15 так и не был реализован в металле.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/g121_grille_15_l63/g121_grille_15_l63_image.png",
        "title": "Grille 15"
    },
    {
        "id": 5,
        "original_language": "en",
        "overview": "В 1954 году в Детройте была проведена конференция по вопросу будущих тяжёлых танков. На ней было представлено несколько аванпроектов новых машин. На базе одного из проектов (TS-31) компания Chrysler Corporation предложила разработать новый тяжёлый танк. Основным условием проекта было создать машину, которая могла бы свободно пройти по Бернскому национальному туннелю. После проработки нескольких вариантов конструкции работы над танком были",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/a85_t110e3/a85_t110e3_image.png",
        "title": "T110E3"
    },
    {
        "id": 6,
        "original_language": "en",
        "overview": "Разрабатывался с 1952 года как тяжёлый танк с более мощным, чем у Т-43 (М103), вооружением. На танк накладывались существенные ограничения по габаритам, так как машина должна была проходить через туннели Бернских Альп. После проработки различных компоновочных решений работы над машиной были свёрнуты. Не было построено ни одного экземпляра.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/a69_t110e5/a69_t110e5_image.png",
        "title": "T110E5"
    },
    {
        "id": 7,
        "original_language": "en",
        "overview": "Прототип, получивший название «Объект 111», с укреплённой лобовой бронёй и более мощным орудием. Благословлён силами древнего цилиня, под покровительством которого и сражается. Согласно книге «Ли цзи», девятой норме, «цилинь, феникс, черепаха и дракон — четыре благородных духа, приносящих удачу». Легенда гласит, что сам Конфуций был благословлён силой цилиня. Теперь же дух этого чудо-зверя поможет и вам!",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/ch41_wz_111_ql/ch41_wz_111_ql_image_resized.png",
        "title": "WZ-111 Qilin"
    },
    {
        "id": 8,
        "original_language": "en",
        "overview": "В 1962 году было принято решение о разработке нового среднего танка с учётом опыта эксплуатации танков Type 59. Основное внимание уделялось повышению защищённости, однако вскоре работы были приостановлены. Некоторые технические решения использовались впоследствии при разработке танка Type 69. Все построенные прототипы танка 121 были использованы в качестве мишеней при испытаниях китайского ядерного оружия.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/ch19_121/ch19_121_image.png",
        "title": "121"
    },
    {
        "id": 9,
        "original_language": "en",
        "overview": "Разработка была начата в 1951 году компанией DEFA. К 1958 году танк AMX 50 B получил ряд улучшений: более низкий, частично литой корпус и торсионную подвеску. На него также была установлена новая башня качающегося типа со 120-мм орудием. Несмотря на то, что предельная мощность двигателя Maybach составляла 1000 л.с., специалисты из немецкой компании Gruppe M пытались разработать решение, которое позволило бы танку развивать скорость до 65 км/ч. Был построен всего один завершённый прототип данной модификации.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/f10_amx_50b/f10_amx_50b_image.png",
        "title": "AMX 50 B"
    },
    {
        "id": 10,
        "original_language": "en",
        "overview": "Panhard EBR 105 представляет собой вариант бронеавтомобиля Panhard EBR с более мощным вооружением. Машина получила усиленную ходовую, двухместную башню GIAT TS 90, модифицированную под установку 105-мм орудия. Серийно машина не выпускалась, на вооружении не состояла.",
        "poster_path": "https://eu-wotp.wgcdn.co/dcont/tankopedia_images/f108_panhard_ebr_105/f108_panhard_ebr_105_image.png",
        "title": "Panhard EBR 105"
    },
    {
        "id": 11,
        "original_language": "en",
        "overview": "Проект тяжёлой противотанковой САУ разрабатывался в первой половине 1950-х годов с использованием узлов и агрегатов Centurion Mk3. Первоначально САУ испытывалась с механизированной боеукладкой. Но поскольку боеукладка не соответствовала габаритам башни, от неё решили отказаться. Был изготовлен один образец, проходивший испытания, однако серийно машина не выпускалась.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/gb83_fv4005/gb83_fv4005_image.png",
        "title": "FV4005 Stage II"
    },
    {
        "id": 12,
        "original_language": "en",
        "overview": "Работы над новым тяжёлым танком начались в Великобритании в 1951 году. Рассматривалась возможность обеспечить взаимозаменяемость вооружения FV4201 Chieftain и американского Т95 (вплоть до взаимозаменяемости башен). От реализации проекта отказались из-за проблем с подготовкой экипажей: они должны были бы одинаково хорошо владеть двумя артиллерийскими системами и системами управления огнём.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/gb98_t95_fv4201_chieftain/gb98_t95_fv4201_chieftain_image.png",
        "title": "T95/FV4201 Chieftain"
    },
    {
        "id": 13,
        "original_language": "en",
        "overview": "В начале 60-х годов компания Mitsubishi начала разработку нового танка, отвечавшего всем требованиям к вооружению и защите. Первые два прототипа STB-1 были выпущены в сентябре 1969 года для ходовых испытаний. В 1970 году прототипы были продемонстрированы прессе и приняли участие в военном параде.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/j16_st_b1/j16_st_b1_image.png",
        "title": "STB-1"
    },
    {
        "id": 14,
        "original_language": "en",
        "overview": "Type 5, известный также как Type 2605 — один из вариантов сверхтяжёлого танка O-I, разработанного в годы Второй мировой войны. Основными задачами танка были прорыв укреплённых полос противника и береговая оборона.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/j20_type_2605/j20_type_2605_image.png",
        "title": "Type 5 Heavy"
    },
    {
        "id": 15,
        "original_language": "en",
        "overview": "Проект по созданию новой машины для вооружённых сил Швеции стартовал в 1949 году. Из соображений секретности танк получил необычное название KRV, которое расшифровывалось как «самоходный кран». В основу проекта легли французские разработки по AMX 50. Были выпущены и испытаны облегчённые шасси, а также построен макет машины с башней. Прототип построен не был.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/s16_kranvagn/s16_kranvagn_image_resized.png",
        "title": "Kranvagn"
    },
    {
        "id": 16,
        "original_language": "en",
        "overview": "Разрабатывался в 1969–1971 гг. в рамках модернизации Strv 103. По сравнению с предыдущей модификацией Strv 103A, Strv 103B получила более мощный газотурбинный двигатель, лазерный дальномер и инфракрасные приборы. Также была предусмотрена возможность установки оборудования для преодоления водных преград. В 1970 году на вооружение было принято 220 машин. В то же время машины ранней модификации Strv 103A были переоборудованы до версии Strv 103B, в результате чего по состоянию на 1971 год их общее количество составило 290 единиц.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/s11_strv_103b/s11_strv_103b_image.png",
        "title": "Strv 103B"
    },
    {
        "id": 17,
        "original_language": "en",
        "overview": "Проект тяжёлого танка, разработанный курсантом Военно-Технической академии в Варшаве Ричердом Левандовским в 1956 г. Проект предусматривал создание танка массой до 60 тонн и толщиной бронирования до 200 мм. Работы были остановлены на стадии компоновочного чертежа.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/pl15_60tp_lewandowskiego/pl15_60tp_lewandowskiego_image.png",
        "title": "60TP Lewandowskiego"
    },
    {
        "id": 18,
        "original_language": "en",
        "overview": "С целью замены танков Т-34-85 в Польше велись разработки нового среднего танка с использованием доступных достижений советской школы танкостроения и оригинальных разработок. Однако в 1968 году в стране развернули производство танков Т-55, и работы по собственному образцу были свёрнуты. Не было изготовлено ни одного экземпляра.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/pl21_cs_63/pl21_cs_63_image.png",
        "title": "CS-63"
    },
    {
        "id": 19,
        "original_language": "en",
        "overview": "На рубеже 1960–1970-х годов в ряде стран велись разработки танков с необитаемыми башнями — таким образом пытались повысить выживаемость экипажей. Эти новейшие разработки не были проигнорированы и итальянскими военными, но они пошли по более лёгкому пути, взяв за основу уже существующие наработки. Башню решили разрабатывать на основе немецкой башни перспективного танка KPz 3. Общая компоновка корпуса также была позаимствована у немцев. При этом конструкторы постарались максимально нарастить броневую составляющую. Чтобы повысить снарядостойкость лба корпуса, его решили сделать в аналогичной «щучьему носу» форме. Работы были прекращены на стадии чертежей.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/it15_rinoceronte/it15_rinoceronte_image_resized.png",
        "title": "Rinoceronte"
    },
    {
        "id": 20,
        "original_language": "en",
        "overview": "В 1969 году военная делегация Италии посетила ФРГ для обсуждения закупки танков «Леопард». Однако далеко не все члены делегации были согласны с закупкой иностранной техники. Итальянскими военными и конструкторами были изложены основные пожелания по будущему танку: достойные углы наклона брони, литые башня и маска орудия, а также мощный двигатель от Mitsubishi предполагали создание небольшой, лёгкой, подвижной, но при этом отлично защищённой машины. При проектировании были учтены английские и советские разработки, добытые SIFAR-SID. Дальше общих чертежей и расчётов дело так и не продвинулось.",
        "poster_path": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/it08_progetto_m40_mod_65/it08_progetto_m40_mod_65_image_resized.png",
        "title": "Progetto M40 mod. 65"
    }
]